Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kronikk:_vi_trenger_en_egen_samisk_studentorganisasjon.html.tmx
Source language: nob
Languages: sme

source: Kronikk: Vi trenger en egen samisk studentorganisasjon
sme: Kronihkka: Mii dárbbašit sierra sámi studeantaorganisašuvnna

source: Det er studiestart over hele landet.
sme: Miehtá riikka álget dál oahput.

source: Studentene deltar på fadderuke og samler seg på lesesalene.
sme: Studeanttat servet fáttarvahkkui ja čoahkkanit lohkansálaide.

source: Men hvilke vilkår venter den samiske studenten?
sme: Muhto makkár eavttut leat vuordimis sámi studentii?

source: Når samiske studenter gir tilbakemeldinger om at de møter flere hindringer i løpet av studietiden, så viser det et tydelig behov for en nasjonal samisk studentorganisasjon hvor deres stemme blir hørt, skriver sametingsråd Mikkel Eskil Mikkelsen (NSR) i denne kronikken.
sme: Go sámi studeanttat dieđihit ahte vásihit hehttehusaid oahppoáiggis, de čájeha dat ahte lea dárbu nationála sámi studeantaorganisašuvdnii gos sin jietna gullo, čállá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR) kronihkastis.

source: Jeg tror vi var mange som ble overrasket.
sme: Mun jáhkán ahte mii leimmet máŋggas geat hirpmástuvaimet.

source: Sametinget og regjeringen hadde innspillsmøter med tema rekruttering til lærerstudier.
sme: Sámedikkis ja ráđđehusas ledje cealkámuščoahkkimat main fáddán lei rekruteren oahpaheaddjioahpuide.

source: Her møtte vi studenter som var klare i sin beskjed om at det er en ekstra byrde å velge samisk i utdanninga.
sme: Čoahkkimiin deaivvadeimmet studeanttaiguin geat čielgasit dieđihedje ahte lea liige noađđi válljet sámegiela oahpus.

source: De fortalte om flere utfordringer knyttet til studiestart, om det problematiske med at det bare er opptak annet hvert år og andre utfordringer i gjennomføringen av samiske utdanningsløp og i studier med samisk innhold.
sme: Sii muitaledje hástalusaid birra oahpu álgima oktavuođas, váttisvuođaid birra go leat sisaváldimat dušše juohke nuppi jagi ja eará hástalusaid birra sámi oahpahusa ja oahpuid čađaheamis main lea sámi sisdoallu.

source: Noe må gjøres.
sme: Juoga ferte dahkkot.

source: Det nevnte innspillsmøtet og samiske studenters tydelige stemme understreker viktigheten av et nasjonalt samisk studentdemokrati.
sme: Namuhuvvon cealkámuščoahkkin ja sámi studeanttaid čielga jietna čájeha man dehálaš nationála sámi studeantademokratiija lea.

source: Når det politisk brukes store ressurser for å møte utfordringer knyttet til studier blant annet ved å rekruttere flere samiske lærerstudenter, så må vi lytte til studentene i mye større grad.
sme: Go politihkalaččat adnojit stuora resurssat hástalusaide mat gusket oahpuide, earret eará rekruteret eanet sámi oahpaheaddjistudeanttaid, de fertet mii ollu eanet guldalit studeanttaid.

source: Som sametingsråd har min dialog vært mest rettet mot universitet- og høgskoleledelse, skole- og barnehageledere og lærere, men dialogen direkte med studenter har vært altfor liten.
sme: Sámediggeráđđin lean mun eanemusat gulahallan universitehta- ja allaskuvlajođiheddjiiguin, skuvla- ja mánáidgárdejođiheddjiiguin ja oahpaheddjiiguin, muhto lean beare unnán gulahallan studeanttaiguin.

source: Viktigheten av å sikre samiske studenter en stemme i samfunnet og i universitetsdemokratiet har i altfor liten grad vært vektlagt.
sme: Lea beare unnán deattuhuvvon man dehálaš lea sihkkarastit sámi studeanttaide jiena servodagas ja universitehtademokratiijas.

source: Innspillene vi har fått viser at det er behov for å løfte samiske stemmer særskilt i universitetene og høgskolene.
sme: Cealkámušat maid mii leat ožžon čájehit ahte lea dárbu loktet sámi jienaid erenoamážit universitehtain ja allaskuvllain.

source: Temaer som opptaksregler og kvotesystem, oppbygging og innhold i studiene, læringsmiljø, mangfold og likestilling, og kvalitetsutvikling står sentralt i dette.
sme: Guovddáš fáttát dás leat sisabeassannjuolggadusat ja kvohtavuogádat, oahpuid huksehus ja sisdoallu, oahppanbiras, máŋggabealatvuohta ja dásseárvu, ja kvalitehtaovdánahttin.

source: Målet må være å få på plass en organisasjon med en tydelig samisk studentpolitikk som omfatter hele studietilværelsen.
sme: Mihttomearrin ferte leat oažžut áigái organisašuvnna mas lea čielga sámi studeantapolitihkka, mii fátmmasta studeantaeallima buot osiid.

source: Samiske studenter har alltid vært aktive og engasjerte - særlig i de store byene.
sme: Sámi studeanttat leat álo leamaš árjjalaččat ja áŋgirat – erenoamážit stuora gávpogiin.

source: Samiske studentorganisasjoner har over hele landet rukket å feire 40-årsjubileum hvor behovet for å skape en sosial arena for samiske studenter har vært viktig.
sme: Miehtá riika leat iešguđetge sámi studeattaorganisašuvnnat ollen juo ávvudit 40-jagi beivviid, mat dalle ásahuvvojedje go lei dárbu ásahit sosiála arenaid sámi studeanttaid várás.

source: Grunnlaget for en nasjonal samisk studentorganisasjon eksisterer dermed allerede.
sme: Dat čájeha ahte gávdno juo vuođđu ásahit sierra nationála sámi studeantaorganisašuvnna.

source: Samiske studenter viser et tydelig engasjement som også får konsekvenser for studietilværelsen.
sme: Sámi studeanttat čájehit čielgasit beroštumi ja áŋgirvuođa mii maid váikkuha studeantadillái.

source: I år var det mange som engasjerte seg i Fosen-saken, inkludert mange samiske studenter, som valgte å demonstrere mot menneskerettighetsbrudd.
sme: Dán jagi áŋgirušše oallugat Fovsen-áššiin, maiddái ollu sámi studeanttat, geat válljejedje čájehit vuostehágu olmmošvuoigatvuođarihkkumii.

source: Enkelte studenter gikk glipp av obligatorisk undervisning og fikk ikke ta eksamen fordi de sto opp mot menneskerettighetsbrudd.
sme: Muhtin studeanttat manahedje bákkolaš oahpahusa, eaige beassan eksámenii go ledje vuosttildeame olmmošvuoigatvuođarihkkuma.

source: De hadde behøvd støtte fra en studentorganisasjon.
sme: Sii livčče dárbbašan doarjaga studeantaorganisašuvnnas.

source: Samtidig mener jeg at det vil være viktig å sikre samisk representasjon i Norsk studentorganisasjon (NSO).
sme: Seammás oaivvildan ahte lea dehálaš sihkkarastit ahte Norsk studentorganisasjonas (NSO) lea sámi ovddastus.

source: Uten samisk representasjon står de svakere i å kunne representere samiske studenter nasjonalt.
sme: Sámi ovddastusa haga dat eai seamma bures nákce ovddastit sámi studeanttaid riikka dásis.

source: Samiske studenter har ikke bare organisert seg for å kunne skape sosiale møteplasser.
sme: Sámi studeanttat eai leat searvan organisašuvnnaide dušše danne vai sáhttet ásahit sosiála deaivvadanbáikkiid.

source: De har deltatt i debatter om dekolonisering og stått på barrikadene for menneskerettigheter, og de gir viktige innspill til Sametinget og regjeringen.
sme: Sii leat searvan debáhtaide dekoloniserema birra ja rahčan olmmošvuoigatvuođaid ovddas, ja sii addet dehálaš cealkámušaid Sámediggái ja ráđđehussii.

source: Tiden er kommet for å etablere en nasjonal samisk studentorganisasjon.
sme: Dál lea áigi ásahit nationála sámi studeantaorganisašuvnna.
